Repository: risewp/risecheckout
Catalog: languages/*.po
Languages: pt_br

source: Rise Checkout
pt_br: Eleva Checkout

source: Enhanced WooCommerce checkout with a seamless single-page multi-step with tracking for abandoned carts.
pt_br: Checkout WooCommerce aprimorado com etapas em página única e rastreamento de carrinhos abandonados.

source: RiseWP
pt_br: Eleva Calçados

source: Settings
pt_br: Configurações

source: e.g.: %s
pt_br: ex.: %s

source: Mary
pt_br: Maria

source: Johnson
pt_br: Cruz

source: Address line 2
pt_br: Complemento

source: Mobile
pt_br: Celular / WhatsApp

source: RiseCheckout
pt_br: ElevaCheckout

source: Two-column form (when desktop)
pt_br: Formulário em duas colunas (quando desktop)

source: Displays the checkout in three columns in total, two for the form and order review (when desktop).
pt_br: Exibe o checkout ao todo em três colunas, duas para o formulário e revisão do pedido (quando desktop).

source: Fullname
pt_br: Nome completo

source: Full name field
pt_br: Campo nome completo

source: Displays first and last name as a single field.
pt_br: Exibe o nome e o sobrenome como um único campo.

source: Fonts
pt_br: Fontes de texto

# Google Fonts
source: Load %s
pt_br: Carregar %s

source: Keep this option disabled to avoid loading external fonts, which improves performance.
pt_br: Mantenha esta opção desabilitada para evitar o carregamento de fontes de texto externas, o que melhora o desempenho.

source: Header text
pt_br: Texto do cabeçalho

source: Order review text
pt_br: Texto da revisão do pedido

source: Footer text
pt_br: Texto do rodapé

source: Additional fields
pt_br: Campos adicionais

source: Enable order notes
pt_br: Ativar observações do pedido

source: Optional
pt_br: Opcional

source: Invalid postcode
pt_br: CEP inválido

source: Full name
pt_br: Nome completo

source: Mary Anne Johnson
pt_br: Maria de Almeida Cruz

source: Enter your %s
pt_br: Digite o seu %s

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Invalid %s. Please check if you typed it correctly.
pt_br: %s inválido. Verifique se digitou corretamente.

source: Enter a valid %s
pt_br: Digite um %s válido

source: Zip
pt_br: CEP

source: Receiver
pt_br: Destinatário

source: Enter %s
pt_br: Digite o %s

source: Identify yourself
pt_br: Identifique-se

source: We will use your email to: Identify your profile, purchase history, order notification and shopping cart.
pt_br: Utilizaremos seu e-mail para: Identificar seu perfil, histórico de compra, notificação de pedidos e carrinho de compras.

source: Continue
pt_br: Continuar

source: Edit
pt_br: Editar

source: Shipping
pt_br: Entrega

source: Register an address
pt_br: Cadastre um endereço

source: Fill in your personal information to continue
pt_br: Preencha suas informações pessoais para continuar

source: Save
pt_br: Salvar

source: Payment
pt_br: Pagamento

source: Fill in your shipping information to continue
pt_br: Preencha suas informações de entrega para continuar

source: Required field.
pt_br: Campo obrigatório.

source: Delivery
pt_br: Entrega

source: Register or select an address
pt_br: Cadastre ou selecione um endereço
